[
    {
        "id": "1",
        "name": "Superman",
        "about": "Kal-El, el último hijo de Krypton, es un alienígena con poderes sobrehumanos en la Tierra. Con fuerza, velocidad y visión de calor, Superman defiende la justicia y la verdad.",
        "picture": "superman_vertical.jpg",
        "squarePic": "superman_horizontal.jpg",
        "fecha_creacion": "1938-04-18"
    },
    {
        "id": "2",
        "name": "Batman",
        "about": "Bruce Wayne, un millonario traumatizado por el asesinato de sus padres, lucha contra el crimen en Gotham como Batman. Con habilidades detectivescas y tecnología avanzada, es un justiciero en la oscuridad.",
        "picture": "batman_vertical.jpg",
        "squarePic": "batman_horizontal.jpg",
        "fecha_creacion": "1939-03-30"
    },
    {
        "id": "3",
        "name": "Wonder Woman",
        "about": "Diana Prince, princesa amazona y semidiosa, posee habilidades divinas y porta la Lazo de la Verdad. Como embajadora de Themyscira, Wonder Woman lucha por la paz y la justicia.",
        "picture": "wonder_woman_vertical.jpg",
        "squarePic": "wonder_woman_horizontal.jpg",
        "fecha_creacion": "1941-10-21"
    },
    {
        "id": "4",
        "name": "The Flash",
        "about": "Barry Allen, afectado por un rayo y productos químicos, obtiene la capacidad de moverse a velocidades sobrehumanas. Como The Flash, protege Central City y es miembro clave de la Liga de la Justicia.",
        "picture": "the_flash_vertical.jpg",
        "squarePic": "the_flash_horizontal.jpg",
        "fecha_creacion": "1940-01-06"
    },
    {
        "id": "5",
        "name": "Aquaman",
        "about": "Arthur Curry, mitad atlante y mitad humano, es el rey de Atlantis con la capacidad de comunicarse con criaturas marinas. Aquaman defiende los océanos y su pueblo con valentía.",
        "picture": "aquaman_vertical.jpg",
        "squarePic": "aquaman_horizontal.jpg",
        "fecha_creacion": "1941-11-01"
    },
    {
        "id": "6",
        "name": "Green Lantern",
        "about": "Portador del anillo de poder que confiere habilidades sobrenaturales, Green Lantern es el protector del sector espacial 2814. Diversos individuos han llevado el anillo, cada uno con su propio juramento.",
        "picture": "green_lantern_vertical.jpg",
        "squarePic": "green_lantern_horizontal.jpg",
        "fecha_creacion": "1940-07-01"
    },
    {
        "id": "7",
        "name": "Cyborg",
        "about": "Victor Stone, atleta y estudiante convertido en héroe, tiene partes del cuerpo cibernéticas después de un accidente. Cyborg es un miembro clave de la Liga de la Justicia con habilidades tecnológicas impresionantes.",
        "picture": "cyborg_vertical.jpg",
        "squarePic": "cyborg_horizontal.jpg",
        "fecha_creacion": "1980-07-01"
    },
    {
        "id": "8",
        "name": "Shazam",
        "about": "Billy Batson, un niño transformado en un superhéroe adulto al pronunciar la palabra 'Shazam'. Con poderes mágicos otorgados por figuras mitológicas, Shazam es un defensor de la verdad y la justicia.",
        "picture": "shazam_vertical.jpg",
        "squarePic": "shazam_horizontal.jpg",
        "fecha_creacion": "1939-02-01"
    },
    {
        "id": "9",
        "name": "Green Arrow",
        "about": "Oliver Queen, arquero y justiciero, combate el crimen en Star City. Green Arrow es conocido por su habilidad con el arco y la flecha, así como por su sentido de la justicia.",
        "picture": "green_arrow_vertical.jpg",
        "squarePic": "green_arrow_horizontal.jpg",
        "fecha_creacion": "1941-11-01"
    },
    {
        "id": "10",
        "name": "Batwoman",
        "about": "Kate Kane, prima de Batman, lucha contra el crimen en Gotham como Batwoman. Con habilidades de combate excepcionales y tecnología avanzada, es una defensora intrépida de la justicia.",
        "picture": "batwoman_vertical.jpg",
        "squarePic": "batwoman_horizontal.jpg",
        "fecha_creacion": "1956-03-01"
    },
    {
        "id": "11",
        "name": "Martian Manhunter",
        "about": "J'onn J'onzz, el último marciano verde, posee habilidades sobrehumanas. Como miembro de la Liga de la Justicia, Martian Manhunter protege la Tierra contra amenazas cósmicas.",
        "picture": "martian_manhunter_vertical.jpg",
        "squarePic": "martian_manhunter_horizontal.jpg",
        "fecha_creacion": "1955-11-01"
    },
    {
        "id": "12",
        "name": "Catwoman",
        "about": "Selina Kyle, ladrona y antiheroína, a veces aliada y a veces enemiga de Batman. Catwoman es conocida por su destreza atlética y su habilidad para sortear la ley.",
        "picture": "catwoman_vertical.jpg",
        "squarePic": "catwoman_horizontal.jpg",
        "fecha_creacion": "1940-04-01"
    },
    {
        "id": "13",
        "name": "Harley Quinn",
        "about": "Harleen Quinzel, antigua psiquiatra, se convierte en la caótica compañera del Joker. Harley Quinn es conocida por su personalidad excéntrica y su relación tumultuosa con el Príncipe Payaso del Crimen.",
        "picture": "harley_quinn_vertical.jpg",
        "squarePic": "harley_quinn_horizontal.jpg",
        "fecha_creacion": "1992-09-01"
    },
    {
        "id": "14",
        "name": "The Atom",
        "about": "Ray Palmer, científico capaz de cambiar su tamaño hasta niveles subatómicos. The Atom utiliza su habilidad para la miniaturización en la lucha contra el crimen y la exploración científica.",
        "picture": "the_atom_vertical.jpg",
        "squarePic": "the_atom_horizontal.jpg",
        "fecha_creacion": "1961-10-01"
    },
    {
        "id": "15",
        "name": "Zatanna",
        "about": "Zatanna Zatara, maga y hechicera con habilidades místicas. Con la capacidad de lanzar hechizos invocando palabras al revés, Zatanna es una poderosa defensora del equilibrio mágico.",
        "picture": "zatanna_vertical.jpg",
        "squarePic": "zatanna_horizontal.jpg",
        "fecha_creacion": "1964-11-01"
    }
]